MAIN_MENU = 'Вы в главном меню'

SELECT_CIPHER = 'Выберите шифр'

ENTER_CAESAR_SHIFT = 'Введите сдвиг шифра цезаря. От 0 до 25 включительно'

ENTER_VIGENERE_KEY = 'Введите ключ для шифра Виженера'

ENTER_VERNAM_KEY = 'Введите ключ для шифра Вернама в формате 1 2 3 4 5'

SELECT_MODE = 'Выберите: зашифровать или дешифровать текст?'

SEND_MESSAGE_TO_CIPHER = 'Отправьте сообщение'

NOT_NUMERIC = 'Вы отправляете не число'

INCORRECT_CAESAR_SHIFT = 'Вы вводите некорректный сдвиг для шифра Цезаря. Сдвиг должен быть от 0 до 25 включительно'

INCORRECT_VERNAM_KEY = 'Вы отправляете некорректный ключ для шифра Вернама. Формат: 1 2 3 4 5'

INCORRECT_VERNAM_SHIFT = 'Сдвиг в шифре Вернама должен быть от 0 до 25. Повторите попытку'

HELP = 'Помогите'
